Repository: mabosk/restaurant-reservations
Catalog: languages/restaurant-reservations-*.po
Languages: sk_sk

source: Loading
sk_sk: Nahrávam

source: Addons for Restaurant Reservations
sk_sk: Doplnky pre Restaurant Reservations

source: You have been logged out. Please login again to retrieve the addons.
sk_sk: Bol ste odhlásený. Pre vrátenie addonov sa znovu prihláste.

source: You do not have permission to access this page. Please login to an administrator account if you have one.
sk_sk: Nemáte povolenie k zobrazeniu tejto stránky. Prihláste sa prosím cez administrátorský účet, pokiaľ môžete.

source: The addons list could not be retrieved. Please <a href="">try again</a>. If the problem persists over time, please report it on the <a href="http://wordpress.org/support/plugin/restaurant-reservations" target="_blank">support forums</a>.
sk_sk: Zoznam addonov nemohol byť zobrazený. Prosím <a href="">skúste to znovu</a>. Pokiaľ problém pretrváva, prosím ohláste to na <a href="http://wordpress.org/support/plugin/restaurant-reservations" target="_blank">podporu</a>.

source: Restaurant Bookings
sk_sk: Rezervácie

source: Add New
sk_sk: Pridať novú

source: Add Booking
sk_sk: Pridať rezerváciu

source: Cancel
sk_sk: Zrušiť

source: Close
sk_sk: Zavrieť

source: Booking Status
sk_sk: Stav rezervácie

source: Send notifications
sk_sk: Poslať upozornenie

source: Learn more
sk_sk: Zistiť viac

source: When adding a booking or changing a booking's status with this form, no email notifications will be sent. Check this option if you want to send email notifications.
sk_sk: Pokiaľ pridávate alebo meníte rezerváciu týmto formulárom, nebude Vám posláné oznámenie emailem. Zaškrtnite túto možnosť, ak chcete poslať oznámenie emailem.

source: You have been logged out. Please %slogin again%s.
sk_sk: Bol ste odhlásený. Prosím %sprihláste sa znovu%s.

source: This booking has been sent to the %sTrash%s where it can not be edited. Set the booking to Pending or Confirmed to edit it.
sk_sk: Táto rezervácia bola poslaná do %skoša%s, kde nemôže byť ďalej menená. Pre možnosť úpravy označte rezerváciu ako nespracovanú alebo potvrdenú.

source: The booking could not be retrieved. Please reload the page and try again.
sk_sk: Táto rezervácia nejde ďalej upravovať. Prosím, znova načítajte stránku a skúste to znova.

source: Unable to trash this post. Please try again. If you continue to have trouble, please refresh the page.
sk_sk: Nie je možné článok zmazať. Skúste to prosím znova. Pokiaľ potiaže pretrvajú, skúste obnoviť stránku.

source: Please enter the date you would like to book.
sk_sk: Zadajte prosím dátum, ktoré si chcete zarezervovať.

source: The date you entered is not valid. Please select from one of the dates in the calendar.
sk_sk: Zadané dátum nie je platné. Vyberte prosím dátum z kalendára.

source: Please enter the time you would like to book.
sk_sk: Zadajte prosím čas, který si chcete zarezervovať.

source: The time you entered is not valid. Please select from one of the times provided.
sk_sk: Zadaný čas nie je platný. Vyberte si prosím jeden z ponúkaných časov.

source: Sorry, bookings can not be made more than %s days in advance.
sk_sk: Je nám ľúto, rezerváciu nie je možné urobiť viac než %s dní dopredu.

source: Sorry, bookings can not be made in the past.
sk_sk: Je nám ľúto, rezervácie nie je možné nastaviť do minulosti.

source: Sorry, bookings must be made more than %s days in advance.
sk_sk: Je nám ľúto, rezervácia musí byť urobená viac než %s dní dopredu.

source: Sorry, bookings must be made more than %s hours in advance.
sk_sk: Je nám ľúto, rezervácia musí byť urobená viac než %s hodin dopredu.

source: Sorry, no bookings are being accepted then.
sk_sk: Je nám ľúto, nie je možné urobiť rezerváciu.

source: Sorry, no bookings are being accepted on that date.
sk_sk: Je nám ľúto, nie je možné urobiť rezerváciu na tento datum.

source: Sorry, no bookings are being accepted at that time.
sk_sk: Je nám ľúto, nie je možné urobiť rezerváciu na tento čas.

source: Please enter a name for this booking.
sk_sk: Prosím zadajte meno pre túto rezerváciu.

source: Please let us know how many people will be in your party.
sk_sk: Zadajte prosím, koľko miest si prajete rezervovať.

source: We only accept bookings for parties of up to %d people.
sk_sk: Príjmame rezervácie len do %d miest.

source: Please enter an email address so we can confirm your booking.
sk_sk: Zadajte prosím emailovú adresu, aby sme Vám mohli rezerváciu potvrdiť.

source: Please complete this field to request a booking.
sk_sk: Pre rezerváciu prosím vyplňte toto pole.

source: Bookings
sk_sk: Rezervácie

source: Booking
sk_sk: Rezervácia

source: Add New Booking
sk_sk: Pridať novú rezerváciu

source: Edit Booking
sk_sk: Upraviť rezerváciu

source: New Booking
sk_sk: Nová rezervácia

source: View Booking
sk_sk: zobraziť rezerváciu

source: Search Bookings
sk_sk: Hľadať v rezerváciách

source: No bookings found
sk_sk: Neboli nájdené žiadne rezervácie

source: No bookings found in trash
sk_sk: V koši neboli nájdené žiadne rezervácie

source: All Bookings
sk_sk: všekyy rezervácie

source: Confirmed <span class="count">(%s)</span>
sk_sk: Potvrdená <span class="count">(%s)</span>

source: Closed <span class="count">(%s)</span>
sk_sk: Uzavrená <span class="count">(%s)</span>

source: View pending bookings
sk_sk: Zobraziť nespracované rezervácie

source: Confirm this booking
sk_sk: Potvrdiť túto rezerváciu

source: Reject this booking
sk_sk: Odmietnúť túto rezerváciu

source: Settings
sk_sk: Nastavenie

source: General
sk_sk: Všeobecné

source: Booking Page
sk_sk: Rezervačná stránka

source: Select a page on your site to automatically display the booking form and confirmation message.
sk_sk: Vyberte stránku na Vašem webe, kde se bude automaticky zobrazovať rezervačný formulár a potvrďovacia správa.

source: Max Party Size
sk_sk: Maximálny počet miest

source: Set a maximum allowed party size for bookings.
sk_sk: Zadať maximálny povolený počet miest pre rezerváciu.

source: Success Message
sk_sk: Správa o úspechu

source: Enter the message to display when a booking request is made.
sk_sk: Zadajte správu, ktorá se zobrazí, keď bude zadaná požiadavka o rezerváciu.

source: Date Format
sk_sk: formát dátumu

source: Define how the date is formatted on the booking form. %sFormatting rules%s. This only changes the format on the booking form. To change the date format in notification messages, modify your general %sWordPress Settings%s.
sk_sk: Definujte, v akom formáte bude dátum na rezervačnom formuláre. %sPravidlá formátovania%s. Formát bude zmenený len na tomto rezervačnom formuláre. Pre zmenu formátu dátumu v oznámeniach, upravte všeobecné %sNastavenia WordPressu%s.

source: Time Format
sk_sk: Formát času

source: Define how the time is formatted on the booking form. %sFormatting rules%s. This only changes the format on the booking form. To change the time format in notification messages, modify your general %sWordPress Settings%s.
sk_sk: Definujte, v akom formáte bude čas na rezervačnom formuláre. %sPravidlá formátovania%s. Formát bude zmenený len na tomto rezervačnom formuláre. Pre zmenu formátu času v oznámeniach, upravte všeobecné %sNastavenie WordPressu%s.

source: Language
sk_sk: Jazyk

source: Select a language to use for the booking form datepicker if it is different than your WordPress language setting.
sk_sk: Zvoľte jazyk v rezervačnom formuláre, pokiaľ je iný ako Vaše jazykové nastavenie WordPressu.

source: Booking Schedule
sk_sk: Rezervacný plán

source: Add new scheduling rule
sk_sk: Pridať nové plánovacie pravidlo

source: Delete scheduling rule
sk_sk: Zmazať plánovacie pravidlo

source: Schedule
sk_sk: Plán

source: Define the weekly schedule during which you accept bookings.
sk_sk: Definovať týždenný plán, kedy budete príjmať rezervácie.

source: Exceptions
sk_sk: Výnimky

source: Define special opening hours for holidays, events or other needs. Leave the time empty if you're closed all day.
sk_sk: Zadať špeciálnu oteváraciu dobu pre sviatky, významné udalosti a plánované akcie. Pokiaľ budete mať zavreté celý deň, nevyplňujte čas.

source: Early Bookings
sk_sk: Skoré rezervácie

source: Select how early customers can make their booking.
sk_sk: Zvolte, ako dlho dopredu môžu zákazníci zadávať rezervácie.

source: Any time
sk_sk: Kedykoľvek

source: Up to 1 day in advance
sk_sk: Až 1 deň dopredu

source: Up to 1 week in advance
sk_sk: Až 1 týždeň dopredu

source: Up to 2 weeks in advance
sk_sk: Až 2 týždne dopredu

source: Up to 30 days in advance
sk_sk: Až 30 dní dopredu

source: Up to 90 days in advance
sk_sk: Až 90 dní dopredu

source: Late Bookings
sk_sk: Neskoré rezervácie

source: Select how late customers can make their booking.
sk_sk: Zvoľte, kedy najneskôr môžu zákazníci zadávať svoje rezervácie.

source: Up to the last minute
sk_sk: Až do poslednej minúty

source: At least 15 minutes in advance
sk_sk: Aspoň 15 minút dopredu

source: At least 30 minutes in advance
sk_sk: Aspoň 30 minút dopredu

source: At least 45 minutes in advance
sk_sk: Aspoň 45 minút dopredu

source: At least 1 hour in advance
sk_sk: Aspoň 1 hodinu dopredu

source: At least 4 hours in advance
sk_sk: Aspoň 4 hodiny dopredu

source: At least 1 day in advance
sk_sk: Aspoň 1 deň dopredu

source: Date Pre-selection
sk_sk: Výber dátumu

source: When the booking form is loaded, should it automatically attempt to select a valid date?
sk_sk: Keď sa načíta rezervačný formulár, má sa automaticky pokúsiť vybrať platný dátum?

source: Select today if valid
sk_sk: Vybrať dnešok, pokiaľ je dátum platný

source: Select today or next valid date
sk_sk: Vybrať dnešok alebo najbližší platný dátum

source: Leave empty
sk_sk: Nechať prázdne

source: Time Interval
sk_sk: Časový interval

source: Select the number of minutes between each available time.
sk_sk: Vyberte počet minút medzi časom, který je k dispozícii.

source: Every 30 minutes
sk_sk: Každých 30 minút

source: Every 15 minutes
sk_sk: Každých 15 minút

source: Every 10 minutes
sk_sk: Každých 10 minút

source: Every 5 minutes
sk_sk: Každých 5 minút

source: Notifications
sk_sk: Oznámenia

source: Reply-To Name
sk_sk: Meno odosielateľa

source: The name which should appear in the Reply-To field of a user notification email
sk_sk: Meno, ktoré sa bude objavovať v poli odosielateľa v oznamovacom emaile

source: Reply-To Email Address
sk_sk: email odosielateľa

source: The email address which should appear in the Reply-To field of a user notification email.
sk_sk: Email, ktorý sa bude objavovať v poli odosielateľa v oznamovacom emaile

source: Admin Notification
sk_sk: Oznámenia admina

source: Send an email notification to an administrator when a new booking is requested.
sk_sk: Zaslať oznámenie emailom administrátorovi, keď bude zadaná nová rezervácia.

source: Admin Email Address
sk_sk: Email administrátora

source: The email address where admin notifications should be sent.
sk_sk: email, kam budú posielané oznámenia administrátorovi.

source: Email Templates
sk_sk: Šablóny emailu

source: Adjust the messages that are emailed to users and admins during the booking process.
sk_sk: Upraviť správy. ktoré sú pri rezervácii posielané uživateľom a administrátorom.

source: Template Tags
sk_sk: Štítky šablóny

source: Use the following tags to automatically add booking information to the emails. Tags labeled with an asterisk (*) can be used in the email subject as well.
sk_sk: Použiť následujúce štítky k automatickému pridaniu informácií o rezervácii do emailu. Štítky označené hviezdičkou (*) môžu byť použité aj v predmete emailu.

source: Admin Notification Subject
sk_sk: Predmet oznámenia administrátorovi

source: The email subject for admin notifications.
sk_sk: Predmet emailu pre oznámenie administrátorovi.

source: Admin Notification Email
sk_sk: Oznamovací email administrátorovi

source: Enter the email an admin should receive when an initial booking request is made.
sk_sk: Zadajte text emailu, ktorý dostane administrátor, keď dojde k zadaniu žiadosti o rezerváciu.

source: New Request Email Subject
sk_sk: Predmet emailu o novej žiadosti

source: The email subject a user should receive when they make an initial booking request.
sk_sk: Tento predmet bude mať email, ktorý dostane uživateľ, keď zadá žiadosť o rezerváciu.

source: New Request Email
sk_sk: Nová žiadosť email

source: Enter the email a user should receive when they make an initial booking request.
sk_sk: Zadajte text emailu, ktorý dostane uživateľ, keď dojde k zadaniu žiadosti o rezerváciu.

source: Confirmed Email Subject
sk_sk: Potvrdené - predmet emailu

source: The email subject a user should receive when their booking has been confirmed.
sk_sk: Tento predmet bude mať email, ktorý dostane uživateľ, keď bude jeho rezervácia potvrdená.

source: Confirmed Email
sk_sk: Potvrdené - email

source: Enter the email a user should receive when their booking has been confirmed.
sk_sk: Zadajte text emailu, ktorý dostane uživateľ, keď bude jeho rezervácia potvrdená.

source: Rejected Email Subject
sk_sk: Odmietnuté - predmet emailu

source: The email subject a user should receive when their booking has been rejected.
sk_sk: Tento predmet bude mať email, ktorý dostane uživateľ, keď bude jeho rezervácia odmietnutá.

source: Rejected Email
sk_sk: Odmietnuté - email

source: Enter the email a user should receive when their booking has been rejected.
sk_sk: Zadajte text emailu, ktorý dostane uživateľ, keď bude jeho rezervácia odmietnutá.

source: Any size
sk_sk: Ľubovolná velkosť

source: Book a table
sk_sk: Zarezervovať stôl

source: Date
sk_sk: Dátum

source: Time
sk_sk: Čas

source: Party
sk_sk: Počet hostí

source: Contact Details
sk_sk: Kontaktné detaily

source: Name
sk_sk: Meno

source: Phone
sk_sk: Telefón

source: Add a Message
sk_sk: Pridať správu

source: Message
sk_sk: Správa

source: Email of the user who made the booking
sk_sk: Email uživateľa, ktorý urobil rezerváciu

source: * Name of the user who made the booking
sk_sk: * Meno uživateľa, ktorý urobil rezerváciu

source: * Number of people booked
sk_sk: * Počet rezervovaných miest

source: * Date and time of the booking
sk_sk: * Datum a čas rezervácie

source: Phone number if supplied with the request
sk_sk: Telefónne číslo, pokiaľ je zadané

source: Message added to the request
sk_sk: Správa

source: A link to the admin panel showing pending bookings
sk_sk: Odkaz na panel administrátora pre zobrazenie nespracovaných rezervácií

source: A link to confirm this booking. Only include this in admin notifications
sk_sk: Odkaz na potvrdenie tejto rezervácie. Pripojovať len k oznámeniam pre administrátora

source: A link to reject this booking. Only include this in admin notifications
sk_sk: Odkaz na odmietnutie tejto rezervácie. Pripojovať len k oznámeniam pre administrátora

source: The name of this website
sk_sk: Meno webovej stránky

source: A link to this website
sk_sk: Odkaz na webovú stránku

source: Current date and time
sk_sk: Čas a dátum

source: Upcoming
sk_sk: Najbližšie

source: Today
sk_sk: dnes

source: All
sk_sk: Všetko

source: Start Date:
sk_sk: Počiatočný dátum:

source: Start Date
sk_sk: Počiatočný dátum

source: End Date:
sk_sk: Konečný dátum:

source: End Date
sk_sk: Konečný dátum

source: Apply
sk_sk: Potvrdiť

source: Clear Filter
sk_sk: Vymazať filter

source: Pending
sk_sk: Nespracované

source: Confirmed
sk_sk: Potvrdené

source: Closed
sk_sk: Uzavreté

source: Trash
sk_sk: Kôš

source: Edit
sk_sk: Upraviť

source: Delete
sk_sk: Zmazať

source: Set To Confirmed
sk_sk: Označiť ako potvrdený

source: Set To Pending Review
sk_sk: Označiť ako nespracovaný

source: Set To Closed
sk_sk: Označiť ako uzavretý

source: %d booking deleted successfully.
sk_sk: %d rezervácia bola úspešne zmazaná.

source: %d booking confirmed.
sk_sk: %d rezervácia bola potvrdená.

source: %d booking set to pending.
sk_sk: %d rezervácia bola označená ako nespracovaná.

source: %d booking closed.
sk_sk: %d rezervácia bola označená ako uzavretá.

source: %d booking had errors and could not be processed.
sk_sk: %d rezervácia obsahovala chyby a nemohla byť spracovaná.

source: You're viewing bookings that have been moved to the trash.
sk_sk: Jsou zobrazeny rezervace, které byly přesunuty do koše.

source: Only today's bookings are being shown.
sk_sk: Sú zobrazené len dnešné rezervácie.

source: Only upcoming bookings are being shown.
sk_sk: Sú zobrazené len budúce rezervácie.

source: Booking Form
sk_sk: Rezervačný formulár

source: Display a form to accept bookings.
sk_sk: Zobraziť formulár pre prijatie rezervácií.

source: Title
sk_sk: Názov

source: Request Booking
sk_sk: Rezervovať

source: Booking Manager
sk_sk: Manager rezervácií

source: An unspecified error occurred. Please try again. If the problem persists, try logging out and logging back in.
sk_sk: Došlo k nešpecifikovanej chybe. Skúste to prosím neskôr. Pokiaľ potiaže pretrvávajú, skúste se odhlásiť a znovu prihlásiť.

source: View the help documentation for Restaurant Reservations
sk_sk: Zobrazit pomocnú dokumentáciu pre Rezervácie

source: Help
sk_sk: Pomoc

source: Restaurant Reservations
sk_sk: Rezervácie

source: Accept restaurant reservations and bookings online.
sk_sk: Príjmajte rezervácie online.

# Error message when retrieving list of addons
source: An unknown error occured.
sk_sk: Došlo k neznámej chybe.

# Label for an addon that is already installed and activated.
source: Already Installed
sk_sk: Už bolo nainštalované

# Label for an addon that is not yet released.
source: Coming Soon
sk_sk: Už čoskoro k dispozícii

# Label for an addon that is free.
source: Free
sk_sk: Zadarmo

# Label for an addon that is released.
source: Get It
sk_sk: Stiahnuť

# Title of admin page that lists bookings
source: Bookings
sk_sk: Rezervácie

# Title of bookings admin menu item
source: Bookings
sk_sk: Rezervácie

# Booking status when it is pending review
source: Pending
sk_sk: Nespracované

# Booking status for a confirmed booking
source: Confirmed
sk_sk: Potvrdené

# Booking status for a closed booking
source: Closed
sk_sk: Uzavrené

# restaurant-reservations
source: Thanks, your booking request is waiting to be confirmed. Updates will be sent to the email address you provided.
sk_sk: Ďakujeme, Vaša rezervácia čaká na potvrdenie. Aktuálny stav Vám bude poslaný na Vašu emailovú adresu.

source: mmmm d, yyyy
sk_sk: d mmmm, yyyy

source: h:i A
sk_sk: H:i

# Default email subject for admin notifications of new bookings
source: New Booking Request
sk_sk: Nová rezervácia

source: A new booking request has been made at {site_name}: {user_name} {party} people {date} {bookings_link} {confirm_link} {close_link} &nbsp; <em>This message was sent by {site_link} on {current_time}.</em>
sk_sk: Nová rezervácia bola vytvorená na {site_name}: {user_name} {party} osôb {date} {bookings_link} {confirm_link} {close_link} &nbsp; <em>táto rezervácia bola poslaná z {site_link} o {current_time}.</em>

source: Your booking at %s is pending
sk_sk: Vaša rezervácia na %s čaká na schválenie

source: Thanks {user_name}, Your booking request is <strong>waiting to be confirmed</strong>. Give us a few moments to make sure that we've got space for you. You will receive another email from us soon. If this request was made outside of our normal working hours, we may not be able to confirm it until we're open again. <strong>Your request details:</strong> {user_name} {party} people {date} &nbsp; <em>This message was sent by {site_link} on {current_time}.</em>
sk_sk: Ďakujeme {user_name}, Vaša rezervácia <strong>čaká na potvrdenie</strong>. Dajte nám okamžik, aby sme skontrolovali, či máme miesto. Čoskoro od nás dostanete daľší e-mail. Pokiaľ ste rezervovali mimo otváraciu dobu, možno Vám budeme môcť odpovedať, až keď budeme mať otvorené. <strong>Detaily Vašej rezervácie:</strong> {user_name} {party} osôb {date} &nbsp; <em>Táto správa Vám bola poslaná z {site_link} o {current_time}.</em>

source: Hi {user_name}, Your booking request has been <strong>confirmed</strong>. We look forward to seeing you soon. <strong>Your booking:</strong> {user_name} {party} people {date} &nbsp; <em>This message was sent by {site_link} on {current_time}.</em>
sk_sk: Dobrý deň {user_name}, Vaša rezervácia bola <strong>potvrdená</strong>. tešíme sa na Vašu návštevu. <strong>Vaša rezervácia:</strong> {user_name} {party} osôb {date} &nbsp; <em>Táto správa Vám bola poslaná z {site_link} o {current_time}.</em>

source: Hi {user_name}, Sorry, we could not accomodate your booking request. We're full or not open at the time you requested: {user_name} {party} people {date} &nbsp; <em>This message was sent by {site_link} on {current_time}.</em>
sk_sk: Dobrý deň {user_name}, Je nám ľúto, ale nemôžeme Vám rezerváciu potvrdiť. Vo Vami požadovanom čase máme plno alebo nemáme otvorené: {user_name} {party} osôb {date} &nbsp; <em>Táto správa Vám bola poslaná z {site_link} o {current_time}.</em>

source: Your booking at %s is confirmed
sk_sk: Vaša rezervácia v %s je potvrdená

source: Your booking at %s was not accepted
sk_sk: Vaša rezervácia v %s nebola potvrdená

# Format of a scheduling rule
source: Weekly
sk_sk: Týždnne

# Format of a scheduling rule
source: Monthly
sk_sk: Mesačne

# Format of a scheduling rule
source: Date
sk_sk: Dátum

# Label for selecting days of the week in a scheduling rule
source: Days of the week
sk_sk: Dni v týždni

# Label for selecting weeks of the month in a scheduling rule
source: Weeks of the month
sk_sk: Týždne v mesiaci

# Label to select a date for a scheduling rule
source: Date
sk_sk: Dátum

# Label to select a time slot for a scheduling rule
source: Time
sk_sk: Čas

# Label to set a scheduling rule to last all day
source: All day
sk_sk: Celý deň

# Label for the starting time of a scheduling rule
source: Start
sk_sk: Začiatok

# Label for the ending time of a scheduling rule
source: End
sk_sk: Koniec

# Prompt displayed when a scheduling rule is set without any time restrictions
source: All day long. Want to %sset a time slot%s?
sk_sk: Celý deň. chcete %snastaviť čas%s?

# Toggle a scheduling rule open and closed
source: Open and close this rule
sk_sk: Otvoriť a zavrieť toto pravidlo

# Delete a scheduling rule
source: Delete rule
sk_sk: Zmazať pravidlo

source: Never
sk_sk: Nikdy

source: Every day
sk_sk: Každý deň

source: %s on the %s week of the month
sk_sk: %s v %s týždeň v mesiaci

source: %s week of the month
sk_sk: %s týždeň v mesiaci

# Brief default description of a scheduling rule when no times are set
source: All day
sk_sk: Celý deň

source: Ends at
sk_sk: Koniec o

source: Starts at
sk_sk: Začiatok o

# Monday abbreviation
source: Mo
sk_sk: Po

# Tuesday abbreviation
source: Tu
sk_sk: Ut

# Wednesday abbreviation
source: We
sk_sk: St

# Thursday abbreviation
source: Th
sk_sk: Št

# Friday abbreviation
source: Fr
sk_sk: Pi

# Saturday abbreviation
source: Sa
sk_sk: So

# Sunday abbreviation
source: Su
sk_sk: Ne

# Brief default description of a scheduling exception when no times are set
source: Closed all day
sk_sk: Zavrené celý deň

# Status label for bookings put in the trash
source: Trash
sk_sk: Kôš

source: You're viewing bookings that have been marked as %s.
sk_sk: sú zobrazené rezervácie, ktoré boli označené jako %s.

# Notification of booking date range, eg - bookings from 2014-12-02-2014-12-05
source: Only bookings from %s are being shown.
sk_sk: Sú zobrazené len rezervácie označené ako %s.
